<template>
    <div id="article">
      <article>
        <h1>嘀嗒比赛广告主后台广告主协议</h1>
        <section>
            <h2>温馨提醒：</h2>
            <section>
                <p>欢迎您使用乐牌（北京）网络技术有限公司（以下简称“乐牌游戏”）提供的技术服务，在您使用乐牌游戏平台技术服务之前，您应当认真阅读并遵守《乐牌游戏广告主服务协议》（以下简称“本协议”），请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款。</p>
                <p>当您按照乐牌游戏广告主入驻申请页面提示填写信息、阅读并同意本协议、提交入驻申请资料，或您以其他乐牌游戏允许的方式实际使用乐牌游戏平台技术服务时，即表示您已充分阅读、理解并接受本协议的全部内容，并与乐牌游戏达成协议。您承诺接受并遵守本协议的约定，届时您不应以未阅读本协议的内容或者未获得乐牌游戏对您问询的解答等理由，主张本协议无效，或要求撤销本协议。</p>
                <p>您点击接受本协议即意味着您同意受本协议约束。如果您不同意本协议的任何内容，或者无法准确理解条款的含义，请不要进行后续操作。</p>
            </section>
        </section>
        <section>
            <h2>乐牌游戏广告主服务协议</h2>
            <section>
                <p>您同意根据指示以电子签约方式完成本协议签署，您在乐牌游戏平台网络页面申请入驻、点击签署本协议、提交资料，或者您已经使用乐牌游戏平台技术服务，即表示您同意接受本协议的全部内容，本协议即在您与乐牌游戏之间发生法律效力。</p>
            </section>
        </section>
        <section>
            <h2>第一条：定义</h2>
            <section>
                <p>乐牌游戏平台，指由乐牌（北京）网络技术有限公司（本协议中称“乐牌游戏”）提供基于互联网、移动互联网信息服务及相应软件技术服务的平台，乐牌游戏平台包括但不限于http://www.happypoker.cn/，或乐牌游戏根据业务需要不时修改的URL，以及广告主及用户使用的相应乐牌游戏客户端软件等。</p>
                <p>乐牌游戏平台技术服务，指由乐牌游戏基于乐牌游戏平台旨在为乐牌游戏广告主提供的互联网、移动互联网信息服务（包括但不限于广告主创建、发布比赛等），以上服务在本协议中统称“乐牌游戏服务”。</p>
                <p>乐牌游戏广告主规则（以下简称“广告主规则”），指乐牌游戏在乐牌游戏平台或乐牌游戏其他渠道上已发布或将来发布的适用于广告主且广告主应遵守的各类规则或规则条款的统称,本协议中统称“广告主规则”，广告主规则是本协议的重要组成部分，乐牌游戏有权不时调整。</p>
                <p>“广告主”指于乐牌游戏平台上使用乐牌游戏服务并提供比赛的法律实体，本协议可简称“您”。</p>
                <p>“用户”指于乐牌游戏平台上广告主提供比赛的对象。</p>
            </section>
        </section>
        <section>
            <h2>第二条：协议内容及效力</h2>
            <section>
                <p>本协议内容包括协议正文及所有乐牌游戏已经发布的或将来可能发布的广告主规则。所有广告主规则为本协议不可分割的一部分，与协议正文具有同等法律效力。您在使用乐牌游戏提供的服务时，承诺接受并遵守各项相关广告主规则的规定。</p>
                <p>乐牌游戏有权根据需要不时地修改本协议或制定、修改各类广告主规则，并以乐牌游戏平台公示的方式或其他合理方式进行变更公告，无需另行单独通知您。任何对本协议的修订和对广告主规则的制定或修改一经公布即构成协议各方权利义务的补充，成为本协议的一部分。如您不同意相关变更，须立即以书面通知的方式终止本协议，并立即停止使用乐牌游戏服务。登录或继续使用乐牌游戏服务将表示您接受经修订的协议或广告主规则。除另行明确声明或另行签署协议外，任何扩大的服务范围或软件功能的增强均受本协议约束。</p>
            </section>
        </section>
        <section>
            <h2>第三条：广告主的陈述和保证</h2>
            <section>
                <p>广告主在乐牌游戏服务使用过程中，做出如下陈述与保证： </p>
                <ul>
                    <li>3.1 广告主如需使用乐牌游戏服务，应符合广告主规则的要求，并且在今后使用乐牌游戏服务的过程中将保持一直符合广告主规则的要求。</li>
                    <li>3.2 广告主承诺其向乐牌游戏提交的所有材料（包括但不限于个人基本信息，比赛信息，优惠信息）真实、准确、有效，并且不侵犯任何人的权利。若广告主提供的信息不真实、不合法、不详尽的，其需承担因此引起的相应责任和后果。若乐牌游戏要求广告主提供相关证明文件，广告主需按要求提供。在相关信息发生实际变更时，广告主需及时进行更新。</li>
                    <li>3.3 广告主承诺其向用户提供的比赛符合国家法律、法规、部门规章以及国家强制性标准。任何用户或其他人士因使用广告主提供的比赛造成其人身、财产等方面损失的，广告主应负责赔偿并使乐牌游戏免责。乐牌游戏如因此而遭受损失的，乐牌游戏有权进行追偿。</li>
                    <li>3.4 广告主承诺不在乐牌游戏平台上从事与棋牌比赛无关的行为，不会利用乐牌游戏服务开展或协助开展赌博、色情、暴力、洗钱、偷税、毒品、诈骗等不合法、不健康内容的业务。广告主不得以虚假发奖等方式为用户或广告主增加比赛积分、骗取包括但不限于比赛评价等。若在乐牌游戏平台上发布任何不符合本协议要求的信息，广告主承诺立即将其删除。</li>
                    <li>3.5 广告主明示只接受乐牌游戏指定的支付方式作为其在通过乐牌游戏提供比赛的过程中可能产生的费用的支付工具，乐牌游戏平台可以根据需要不断变更支付方式。</li>
                    <li>3.6 广告主同意不对乐牌游戏任何数据作商业性利用，包括但不限于在未经乐牌游戏事先书面批准的情况下，以复制、传播或向他方披露等方式使用在乐牌游戏平台上其他用户展示的任何资料。</li>
                    <li>3.7 广告主同意在使用乐牌游戏服务的同时接受乐牌游戏平台向其登记的电子邮件、手机、通信地址发送各类信息服务，包括广告信息。</li>
                </ul>
            </section>
        </section>
        <section>
            <h2>第四条 乐牌游戏的权利</h2>
            <section>
                <p>4.1乐牌游戏有权定期或不定期对广告主提供比赛的情况进行审核或抽查，并接受媒体监督，如一旦经抽查发现或经举报证实广告主提供比赛的情况不符合广告主规则或相关法律法规要求的，广告主有权采取任何必要的处罚措施，包括但不限于：删除发布的内容，关闭广告主账号。</p>
                <p>4.2乐牌游戏可将广告主发布的信息在乐牌游戏平台和乐牌游戏合作渠道进行推广宣传，以增加用户对广告主的认知度。</p>
                <p>4.3如广告主发布含有任何违反法律、法规、本协议约定的信息或链接的，乐牌游戏有权进行屏蔽或删除等适当的处理。</p>
                <p>4.4为了保障广告主权益，在发现广告主账号、账户、终端设备存在异常活动时，乐牌游戏有权暂停服务的提供（包括有权扣留广告主账户资金）。广告主违反本协议约定的，乐牌游戏也可以单方暂停或终止提供服务。</p>
                <p>4.5若广告主未能依照承诺的服务内容为用户提供服务或优惠权益，或违反本协议其他约定的，将极大伤害乐牌游戏和广告主的信誉。广告主有权在乐牌游戏平台、相关网络页面或通过其他方式公开广告主的行为，同时乐牌游戏有权自行向用户支付同等价值的优惠或费用作为补救，广告主应当承担乐牌游戏因补救行为产生的全部费用，包括但不限于采购费用、邮寄费用、补偿费用以及为挽回企业声誉和形象支出的宣传费用等。</p>
                <p>4.6乐牌游戏有权根据其经营状况自行决定终止向全部或部分广告主提供服务而无需承担违约责任，届时乐牌游戏将通过乐牌游戏平台、相关网络页面发布通知或以其他方式通知广告主。</p>
            </section>
        </section>
        <section>
            <h2>第五条 有限责任和免责</h2>
            <section>
                <p>5.1乐牌游戏仅为用户和广告主进行参加比赛和创办比赛提供相关信息服务和技术服务，乐牌游戏并非用户和广告主之间服务的参与者。乐牌游戏不对广告主或用户行为的合法性、有效性，广告主服务的真实性、合法性和有效性作任何明示或暗示的担保，也不承担任何责任。</p>
                <p>5.2广告主可以自行聘请第三方为其进行管理账号、发布信息、发布优惠权益、创办比赛等操作，该等第三方使用广告主账号、账户的行为后果应由广告主承担。乐牌游戏可能对第三方的信息进行披露，以便有需要的广告主可以从该等第三方获得所需要的服务，但是乐牌游戏不对广告主与第三方发生的纠纷、争议和后果负责。广告主如因使用第三方服务而遭受损失的，应由广告主或第三方依照其协议约定承担和负责，乐牌游戏不负责赔偿。</p>
                <p>5.3为提供更丰富的服务，乐牌游戏服务可能为广告主提供同时安装第三方软件的选择。广告主可选择是否同时安装第三方软件。安装第三方软件后，如果广告主不需要第三方软件，可以从系统管理选项中删除第三方软件。乐牌游戏不承担由第三方软件引起的直接和间接责任。</p>
                <p>5.4 在任何情况下，乐牌游戏均不对源于，基于或因使用乐牌游戏平台而导致的数据丢失和/或任何损害赔偿负责，包括但不限于直接的、间接的、特殊的、附带性的损害赔偿或其他任何形式的损害赔偿。基于上述原因，乐牌游戏提醒广告主自行对相关数据进行定期存储保存。</p>
                <p>5.5乐牌游戏向广告主承担的最大的总体责任和赔偿不超过乐牌游戏收取的该广告主支付的技术服务费用的总额。</p>
                <p>5.6 对下列情形，乐牌游戏不承担任何责任：</p>
                <ul>
                    <li>（1）系统停机维护；</li>
                    <li>（2）终端设备、通讯或任何设备出现故障不能进行数据传输或迟延、不准确、错误、疏漏等的；</li>
                    <li>（3）因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成系统障碍不能执行业务的；</li>
                    <li>（4）由于黑客攻击、电信部门技术调整或故障、网站升级、第三方问题等原因而造成的服务中断或者延迟。</li>
                </ul>
            </section>
        </section>
        <section>
            <h2>第六条 用户保障</h2>
            <section>
                <p>6.1广告主同意为乐牌游戏用户提供优质的比赛，保障乐牌游戏用户的合法权益，包括但不限于采取以下措施：</p>
                <ul>
                    <li>（1）广告主应在其乐牌游戏主页公布联系电话，承担因广告主原因引发的各类用户咨询和投诉，广告主应负责安排专人解答用户咨询、及时回复用户提问或用户信息。</li>
                    <li>（2）不论因何种原因导致本协议解除或提前终止，广告主有义务配合乐牌游戏进行相关的善后工作。本协议终止后，如广告主和用户之间的服务仍在履行期限内的，广告主应当保证将剩余服务期限履行完毕或自行与用户达成合理的解决方案。</li>
                    <li>（3）如用户在支付报名费用后要求广告主退款的，广告主应当依照用户在订购服务时事先说明的退款方案或根据与用户的协商方案安排退款。</li>
                    <li>（4）广告主收费项目应与服务的实际用途有关，不得为不合法的业务提供便利或支持。收费项目运作必须规范，在用户支付之前必须向用户进行明显的提示且获得用户的同意，不得引诱、欺诈用户进行不合理的消费。</li>
                </ul>
                <p>6.2广告主如通过乐牌游戏服务发布的报名优惠券、抵价券以及其他类型的具有预付价值的优惠权益，广告主应遵守相关法律规定，详细说明该等优惠权益的使用条件、使用方法、使用限制、有效期等信息，且相关条件、限制应当合理，不得违反法律法规、广告主规则的规定。</p>
                <p>6.3广告主应当严格遵守通过各种方式直接或间接向用户作出的承诺，包括但不限于通过本协议、乐牌游戏相关规则以及线上比赛列表、比赛详情页面、乐牌游戏邮件沟通等方式向用户作出的承诺。</p>
                <p>6.4广告主通过乐牌游戏服务提供比赛过程中如有违反法律、法规、政策，或违反广告主规则，或违反对用户的承诺致其受损的，广告主同意乐牌游戏有权依照本协议及广告主规则约定的流程和方式，并根据乐牌游戏或乐牌游戏授权的第三方或广告主与乐牌游戏一致同意的第三方的判断和调处决定进行处理，包括但不限于乐牌游戏有权直接使用广告主缴纳的保证金、押金（如有）对用户进行退款或赔付。</p>
                <p>6.5广告主明确了解并同意广告主是用户保障的责任主体。当发生广告主应当履行用户保障义务的情形时，广告主应保证用户的合法权益。对于用户因其用户权益问题提出的要求，广告主应积极处理。广告主同意当乐牌游戏受理用户提出的用户保障维权和赔付申请时，广告主应积极配合，在乐牌游戏要求的时间期限内提供相关证据材料，以证明向用户提供的服务中不存在用户提出的问题或符合双方的约定，并保证所提交的证据材料真实、合法。</p>
            </section>
        </section>
        <section>
            <h2>第七条 服务费和保证金</h2>
            <section>
                <p>7.1广告主需要向乐牌游戏支付使用乐牌游戏服务的技术服务费用（如有）。如果广告主不同意付费的，则广告主需要停止使用乐牌游戏服务和相关服务。</p>
                <p>7.2广告主如通过乐牌游戏服务使用乐牌游戏或乐牌游戏关联公司提供的其他收费服务，则广告主应另行支付费用。</p>
                <p>7.3 广告主需要向乐牌游戏缴存保证金（如有）以担保其对本协议的履行和遵守。为了扶持广告主的发展，在乐牌游戏认定的乐牌游戏平台拓展期间，广告主无需缴纳保证金。在乐牌游戏认定的乐牌游戏平台拓展期间终止后，乐牌游戏保留要求广告主缴纳保证金的权利。乐牌游戏实施保证金政策前将公布有关保证金的具体政策及/或规则，届时如果广告主不同意缴纳保证金的，则广告主应当停止使用乐牌游戏相关服务。</p>
            </section>
        </section>
        <section>
            <h2>第八条 知识产权和相关权益</h2>
            <section>
                <p>8.1广告主接受本协议，即表明该广告主主动将其在任何时间段在本站发表的任何形式的信息的著作财产权，包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权等，以及应当由著作权人享有的其他可转让权利无偿独家转让给乐牌游戏所有，同时表明该广告主许可乐牌游戏有权利就任何主体侵权而单独提起诉讼，并获得全部赔偿。 本协议已经构成《著作权法》第二十五条所规定的书面协议，其效力及于广告主在乐牌游戏发布的任何受著作权法保护的作品内容，无论该内容形成于本协议签订前还是本协议签订后。</p>
                <p>8.2乐牌游戏拥有此网站内容及资源的版权,受国家知识产权保护,享有对本网站内容的修改权；未经乐牌游戏的明确书面许可，任何第三方不得为任何非私人或商业目的获取或使用本网站的任何部分或通过本网站可直接或间接获得的任何内容、服务或资料。任何第三方违反本协议的规定以任何方式，和/或以任何文字对本网站的任何部分进行发表、复制、转载、更改、引用、链接、下载或以其他方式进行使用，或向任何其他第三方提供获取本网站任何内容的渠道，则对本网站的使用权将立即终止，且任何第三方必须按照乐牌游戏的要求，归还或销毁使用本网站任何部分的内容所创建的资料的任何副本。</p>
                <p>8.3 乐牌游戏未向任何第三方转让本网站或其中的任何内容所相关的任何权益或所有权，且一切未明确向任何第三方授予的权利均归乐牌游戏所有。未经本协议明确允许而擅自使用本网站任何内容、服务或资料的，构成对本协议的违约行为，且可能触犯著作权、商标、专利和/或其他方面的法律法规，乐牌游戏保留对任何违反本协议规定的第三方（包括单位或个人等）提起法律诉讼的权利。</p>
                <p>8.4未经乐牌游戏另行书面授权，广告主不得以乐牌游戏等名义发布任何信息，对外开展合作或宣称具有代理、代表权限或标明为“赞助商”、“合作伙伴”等商业合作关系。</p>
            </section>
        </section>
        <section>
            <h2>第九条 违约责任 </h2>
            <section>
                <p>9.1 在使用乐牌游戏服务的过程中，如广告主存在侵犯第三方（如用户、知识产权权利人）权益、违反国家法律法规或其他违反本协议的行为时，除根据本协议应向乐牌游戏支付违约金（如有）外，还应赔偿乐牌游戏因此遭受的损失（如有），广告主须赔偿的损失包括但不限于：</p>
                <ul>
                    <li>（1）乐牌游戏被判决、裁决须对外支付的违约金或赔偿额；</li>
                    <li>（2）乐牌游戏代广告主向用户支付的退款、违约金或赔偿额；</li>
                    <li>（3）乐牌游戏被执行行政处罚的金额；</li>
                    <li>（4）乐牌游戏支付的律师费用、消除影响所支出的必要费用。</li>
                </ul>
                <p>9.2广告主对乐牌游戏存在任何期限届至而未付的款项时，除乐牌游戏规则另有约定外，广告主应自逾期之日起向乐牌游戏支付未付款项每日千分之五的违约金。</p>
                <p>9.3协议各方根据本协议的规定行使单方解约权可不承担违约责任。</p>
                <p>9.4当第三方以广告主侵权为由要求乐牌游戏删除广告主信息时，广告主同意乐牌游戏对删除行为不承担任何责任，如最终证明第三方为恶意或缺乏权利凭证，广告主同意自行向第三方进行追责。</p>
            </section>
        </section>
        <section>
            <h2>第十条 适用法律及争议解决</h2>
            <section>
                <p>10.1本协议适用中华人民共和国大陆地区法律。如遇本协议有关的某一特定事项缺乏明确法律规定，则应参照通用国际商业惯例和（或）行业惯例。!!</p>
                <p>10.2因双方就本协议的签订、履行或解释发生争议，双方应努力友好协商解决。如协商不成，乐牌游戏和广告主同意由本协议签订地（北京市海淀区区）法院管辖审理双方的纠纷或争议。</p>
                <p>10.3 如本协议的任何条款被视作无效或无法执行，则该等条款可被分离，其余部份仍具有法律效力。</p>
                <p>10.4 乐牌游戏于广告主过失或违约时放弃本协议规定的权利，不应视为其对广告主的其他或以后同类之过失或违约行为弃权。</p>
            </section>
        </section>
        <section>
            <h2>乐牌游戏肖像权许可使用协议书 </h2>
            <section>
                <p>温馨提醒：</p>
                <p>欢迎您使用乐牌游戏提供的技术服务，在您使用乐牌游戏平台技术服务之前，您应当认真阅读并遵守《乐牌游戏肖像权许可使用协议书》（以下简称“本协议”），请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款。</p>
                <p>当您按照乐牌游戏广告主入驻申请页面提示填写信息、阅读并同意本协议、提交入驻申请资料，或您以其他乐牌游戏允许的方式实际使用乐牌游戏平台技术服务时，即表示您已充分阅读、理解并接受本协议的全部内容，并与乐牌游戏达成协议。您承诺接受并遵守本协议的约定，届时您不应以未阅读本协议的内容或者未获得乐牌游戏对您问询的解答等理由，主张本协议无效，或要求撤销本协议。</p>
                <p>您点击接受本协议即意味着您同意受本协议约束。如果您不同意本协议的任何内容，或者无法准确理解条款的含义，请不要进行后续操作。</p>
                <p>您同意根据指示以电子签约方式完成本协议签署，您在乐牌游戏平台网络页面申请入驻、点击签署本协议、提交资料，或者您已经使用乐牌游戏平台技术服务，即表示您同意接受本协议的全部内容，本协议即在您与乐牌游戏之间发生法律效力。</p>
            </section>
        </section>
        <section>
            <h2>第一条：定义</h2>
            <section>
                <p>乐牌游戏平台，指由乐牌（北京）网络技术有限公司（本协议中称“乐牌游戏”）提供基于互联网、移动互联网信息服务及相应软件技术服务的平台，乐牌游戏平台包括但不限于http://www.happypoker.cn/，或乐牌游戏根据业务需要不时修改的URL，以及广告主及用户使用的相应乐牌游戏客户端软件等。</p>
                <p>乐牌游戏平台技术服务，指由乐牌游戏及关联公司基于乐牌游戏平台旨在为乐牌游戏广告主提供的互联网、移动互联网信息服务以及相关客户端软件（如“乐牌游戏APP”）技术支持服务（包括但不限于广告主创建比赛等），以上服务在本协议中统称“乐牌游戏服务”。</p>
                <p>乐牌游戏广告主规则（以下简称“广告主规则”），指乐牌游戏在乐牌游戏平台或乐牌游戏其他渠道上已发布或将来发布的适用于广告主且广告主应遵守的各类规则及/或规则条款的统称,本协议中统称“广告主规则”，广告主规则是本协议的重要组成部分，乐牌游戏有权不时调整。</p>
                <p>“广告主”指于乐牌游戏平台上使用乐牌游戏服务并提供比赛的法律实体，本协议可简称“您”。</p>
                <p>“用户”指于乐牌游戏平台上广告主提供比赛的对象。</p>
            </section>
        </section>
        <section>
            <h2>第二条：协议内容及效力</h2>
            <section>
                <p>鉴于乐牌游戏从事营利性或非营利性经营活动的需要，根据《中华人民共和国民法通则》、《中华人民共和国合同法》、《中华人民共和国广告法》等有关规定，经广告主与乐牌游戏友好协商，就广告主许可乐牌游戏永久免费使用其肖像达成协议如下：://www.happypoker.cn/，或乐牌游戏根据业务需要不时修改的URL，以及广告主及用户使用的相应乐牌游戏客户端软件等。</p>
                <p>1、肖像的使用范围</p>
                <ul>
                    <li>广告主同意乐牌游戏将其肖像在全世界范围内用于“嘀嗒比赛”、“嘀嗒比赛广告主后台”、“乐牌游戏网”、“乐牌游戏APP”、平面出版物、宣传材料、展览展示活动、橱窗装潢、商业广告等一切载体及商业经营活动（包括营利性及非营利性活动），肖像的使用包括但不限于广告主的照片、视频、卡通造型等。</li>
                </ul>
                <p>2、肖像的使用时间及费用</p>
                <ul>
                    <li>广告主同意乐牌游戏永久免费使用其肖像。</li>
                </ul>
                <p>3、广告主的权利义务</p>
                <ul>
                    <li>（1）、当乐牌游戏将广告主肖像用于非法用途时，广告主有权制止乐牌游戏的使用行为；</li>
                    <li>（2）、广告主应配合乐牌游戏拍摄、制作广告主的肖像作品；</li>
                    <li>（3）、如乐牌游戏在使用广告主肖像过程中需要广告主另行出具许可使用的文件，广告主应予以配合。</li>
                </ul>
                <p>4、乐牌游戏的权利义务</p>
                <ul>
                    <li>（1）、乐牌游戏有权拍摄广告主的肖像并进行加工制作，乐牌游戏在本协议约定的范围内对广告主的肖像的使用无需另行取得广告主的同意；</li>
                    <li>（2）、乐牌游戏不得将广告主的肖像用于非法用途。</li>
                </ul>
            </section>
        </section>
    </article>
    </div>
</template>
<style scoped>
@import "../../../style/article.css";
</style>

